---
kind: other
id: Properties.T:Autodesk.Revit.UI.RadioButtonGroup
source: html/b113713f-7954-86da-e555-36c65cd3773f.htm
---
# RadioButtonGroup Properties

Gets or sets the current checked ToggleButton of the RadioButtonGroup.